Dlubal.RFEM5.SurfaceAxes
Surface axes

Dlubal.RFEM5.SurfaceAxes.No
Surface No.

Dlubal.RFEM5.SurfaceAxes.Direction
Axes direction

Dlubal.RFEM5.SurfaceAxes.Rotation
Angular rotation

Dlubal.RFEM5.SurfaceAxes.LineList
List of lines

Dlubal.RFEM5.SurfaceAxes.Point1
Point of direction

Dlubal.RFEM5.SurfaceAxes.Point2
Point of direction

Dlubal.RFEM5.SurfaceAxes.UserCSNo
Number of the user coordinate system